/* Title for view controller presented by Drop In to collect a new payment method when payment methods are already on file */
"ADD_PAYMENT_METHOD_VIEW_CONTROLLER_TITLE" = "Adde methodo pendere";

/* Section header above card form in Drop In view controller */
"CARD_FORM_SECTION_HEADER" = "Pendo cum fideī";

/* Default text to display in Drop In view controller call to action (Submit button) */
"DEFAULT_CALL_TO_ACTION" = "redde";

/* Title text for button on Drop In with a selected payment method that allows user to choose a different payment method on file */
"DROP_IN_CHANGE_PAYMENT_METHOD_BUTTON_TEXT" = "Muta solucionis methodo";

/* Button text to indicate acceptance of an alert condition */
"ERROR_ALERT_CANCEL_BUTTON_TEXT" = "Retexe";

/* Vague title for alert view that ambiguously indicates an unspecified failure */
"ERROR_ALERT_CONNECTION_ERROR" = "Aliquam factus est";

/* Button text to indicate acceptance of an alert condition */
"ERROR_ALERT_OK_BUTTON_TEXT" = "Ita vero";

/* Button text to request that an failed operation should be restarted and to try again */
"ERROR_ALERT_TRY_AGAIN_BUTTON_TEXT" = "Fac iterum";

/* Title for alert view that is displayed when Drop In submission fails because there was an error saving the card */
"ERROR_SAVING_CARD_ALERT_TITLE" = "Fides non instruebantur";

/* Message for alert view that is displayed when Drop In submission fails because there was an error saving the card */
"ERROR_SAVING_CARD_MESSAGE" = "Tende tierum.";

/* Message for alert view that is displayed when Drop In submission fails because there was an error saving the PayPal account */
"ERROR_SAVING_PAYPAL_ACCOUNT_ALERT_MESSAGE" = "Tende tierum.";

/* Title for alert view that is displayed when Drop In submission fails because there was an error saving the PayPal account */
"ERROR_SAVING_PAYPAL_ACCOUNT_ALERT_TITLE" = "Error PayPal (illic Redde)";

/* Title for select payment method view controller */
"SELECT_PAYMENT_METHOD_TITLE" = "Expensum novum";